Repository: Fritzent/temoo
Catalog: lib/l10n/app_*.arb
Languages: id

# textListening
source: Listening
id: Siap Mendengarkan

# textIdle
source: Waiting
id: Menunggumu

# textHelloBeautiful
source: Hello, Beautiful
id: Hallo, Cantik

# textStarterDescription
source: I've been waiting for you! I'm here to be the place where you pour out your heart.
id: Aku sudah menunggumu! Aku di sini untuk menjadi tempatmu mencurahkan isi hati mu.

# textHelloBeautifulListening
source: Answer honestly, okay? HEHEHE
id: Jawab Jujur Yak! HEHEHE

# textStarterDescriptionListening
source: because you are so precious.
id: karna kamu begitu berharga.

# textStartCheck
source: Start Check-in
id: Mulai Check-in

# textStarterFootText
source: • Built with love •
id: • Dibuat dengan penuh cinta •

# textStart
source: Start
id: Mulai

# textHappyYouLiked
source: Give Understanding Boss Boss Boss
id: Kasih Paham Boss Boss Boss

# textSadNotLiked
source: Well, you don't like it huh..
id: Yah, kamu gk suka ya..
